export const cityData = [
  {
    name: "Токио",
    description:
      "Столица Японии, известная своими неоновыми огнями, многолюдностью и современной архитектурой.",
    imgUrl:
      "https://thumbs.dreamstime.com/z/shibuya-crossing-one-busiest-crosswalks-world-pedestrians-crosswalk-shibuya-district-tokyo-japan-shibuya-148012586.jpg",
    facts: [
      "Токио - самый населенный мегаполис в мире.",

      "Здесь расположена самая высокая башня в Японии - Токийская башня.",

      "В Токио проходят множество культурных событий и фестивалей.",
    ],
  },
  {
    name: "Киото",

    description:
      "Город на острове Хонсю, известный своими многочисленными классическими буддийскими храмами, а также садами, императорскими дворцами, синтоистскими святилищами и традиционными деревянными домами.",

    imgUrl:
      "https://thf.bing.com/th/id/R.896269ea5bb5805450e251681a8e2dae?rik=lnsXEljzjqlHzA&pid=ImgRaw&r=0",

    facts: [
      "В Киото насчитывается более 1600 буддийских храмов.",

      "Этот город был столицей Японии более тысячи лет.",
    ],
  },

  {
    name: "Осака",

    description:
      "Город в центральной части острова Хонсю, известен своими современными достопримечательностями и активной ночной жизнью.",

    imgUrl:
      "https://media.istockphoto.com/id/1957164785/photo/tsutenkaku-tower-at-night-in-the-shinsekai-district-of-osaka-japan.jpg?s=1024x1024&w=is&k=20&c=waaUfsLvz5g0xr5FqQGpPNA-BPoyiAMl4FWeLLTqhBE=",

    facts: [
      "Осака известна своим замком, который играл ключевую роль в объединении Японии в XVI веке.",

      "Город является кулинарной столицей Японии.",
    ],
  },

  {
    name: "Хоккайдо",

    description:
      "Самый северный остров Японии, известный своей природой, снежными фестивалями и уникальной культурой.",

    imgUrl:
      "https://thf.bing.com/th/id/R.4f5fadb1c66d649dbcec1ed88ed76efa?rik=v0l9%2bDe82Cdpig&pid=ImgRaw&r=0",

    facts: [
      "Хоккайдо предлагает отличные условия для зимних видов спорта, особенно для лыжного спорта и сноубординга.",

      "Летом остров привлекает туристов своими цветущими лавандовыми полями.",
    ],
  },

  {
    name: "Нагоя",

    description:
      "Город в центре Хонсю, известен своим отраслевым влиянием и историческими достопримечательностями.",

    imgUrl:
      "https://c8.alamy.com/comp/2HNBBXB/nagoya-japan-october-22-2019-the-square-in-front-of-nagoya-jr-central-station-with-hisho-monument-in-the-center-nagoya-japan-2HNBBXB.jpg",

    facts: [
      "Нагоя - один из важнейших промышленных городов Японии, центр автомобилестроения.",

      "Здесь находится известный Нагойский замок с позолоченными делфинами на крыше.",
    ],
  },
];
